<!DOCTYPE html>
<html>
<head><title>Actualidad</title>
    <link rel="stylesheet"
          type="text/css"
          href="./estilos.css">
    <link href="./imagenes/logos/luna.jpg" rel="shortcut icon" type="image/png">
    <a href="#"><img src="./imagenes/logos/arriba_opt.png" title="Ir arriba" id="botonArriba" class="agrandaImagen"/></a>
	
    <script type="text/javascript">
        window.onload = function(){
        // Para internet Explorer
        document.onselectstart = function(){return false;} 
        // Para Firefox
        document.onmousedown = function(){return false;}
        //fecha
        var date = new Date();
        var d  = date.getDate();
        var day = (d < 10) ? '0' + d : d;
        var m = date.getMonth() + 1;
        var month = (m < 10) ? '0' + m : m;
        var yy = date.getYear();   
        var year = (yy < 1000) ? yy + 1900 : yy;
        var fecha = document.getElementById("fecha");
        fecha.innerHTML="Hoy es: " + day + "/" + month + "/" + year;
        }
            
    </script>
    </head>
<body>
    <div id="contenedor">
        <div id="cabecera">
 
            <a href="./Principal.html" target="_parent"><center><img src="./imagenes/logos/nombreLuna.png"></center></a>
<header>
	<nav>
		<ul>
            <li><a href="./Principal.html">&#191;Qui&#233;n soy&#63;</a></li>
			<li><a href="./infancia.html">Infancia</a></li>
			<li><a href="./adolescencia.html">Adolescencia</a></li>
			<li><a href="./actualidad.html">Actualidad</a></li>
			<li><a href="./familia.html">Familia</a></li>
			<li><a href="./cosas.html">Cosas sobre m&#237;</a></li>
            <li><a href="./academica.html">Informaci&#243;n acad&#233;mica</a></li>
            <li><a href="./galeria.html">Galer&#237;a</a></li>
		</ul>
	</nav>
</header>
    </div>
    <div class="vertical">
		<ul>
			<li><a href="javascript:if (confirm('Est&#225;s seguro?, se recomienda leer todo el sitio antes de hacer el test.')) 
                {parent.location='./test/web/index.html';};" class="animacion">Realizar test</a>
            </li>
		</ul>
	</div>
    <div id="menu">
        <h3 class="tituloMenu">Actualidad</h3>
        <ul class="contenido">
            <li><a href="./actualidad.html#universidad" target="_parent">Universidad</a></li>
            <li><a href="./actualidad.html#futuro" target="_parent">Futuro cercano</a></li>
            </ul>
        </div>
    <div id="contenido" class="normal"><a name="universidad"></a>
        <p id="fecha"></p>
    <br>
    <h1 class="titulo">Actualidad</h1><br>
    <h2>Universidad</h2><br>
    <div><p>Actualmente tengo 21 a&#241;os reci&#233;n cumplidos, estudio la carrera
        de ingenier&#237;a en inform&#225;tica en el ITLM en el 6to semestre de 9. 
        Cuando reci&#233;n entr&#233; al tec, solo conoc&#237;a a algunos compa&#241;eros 
        de vista, pero pronto comenc&#233; a hablar con Juvenal y Eduardo; y pronto 
        eramos aproximadamente 8 dentro de la “bolita” que siempre andaba junta.
        </p>
        <br>
        <div class="imagenConPie iluminarImagen">
        <div class="pieFoto" title="En escaleras de macro">
            <a href="./imagenes/actualidad/pagina/escalerasWendy.jpg" target="_blank"><img src="./imagenes/actualidad/pagina/escalerasWendy_opt.jpg" alt="Wendy en escaleras de macro"></a></div></div>
            <p>Al inicio de la carrera &#233;ramos tantas personas que los estudiantes que
            llegaban tarde se quedaban sin lugar y se sentaban en el piso, pero para 
            semestre a semestre se han ido saliendo poco a poco, actualmente somos 
            aproximadamente 17 en mi aula, siendo que al inicio &#233;ramos poco m&#225;s
            40. En el primer semestre nos enteramos que ten&#237;amos que hacer un 
            paraescolar, as&#237; que los que m&#225;s nos llev&#225;bamos del sal&#243;n,
            nos metimos a ajedrez los viernes. Sol&#237;amos irnos a casa de un amigo 
            mientras se llegaba la hora de ajedrez y despu&#233;s nos regres&#225;bamos
            al tec.
        </p>
        <br>
        <p>En el primer semestre nos dieron fundamentos de programaci&#243;n, se me hizo
            muy f&#225;cil porque yo ya hab&#237;a visto todo eso con la maestra Diana
            en la preparatoria, pero a la mayor&#237;a se le dificult&#243; mucho porque
            el profesor no nos ense&#241;aba como deb&#237;a. Tambi&#233;n nos dieron 
            matem&#225;ticas discretas con el profesor Gamboa, as&#237; que disfrut&#233;
            la materia. Y tambi&#233;n conocimos al profe Mariano en fundamentos de 
            investigaci&#243;n.
        </p>
        <br>
        <p>En el segundo semestre conoc&#237; al Profr. Fausto, uno de mis profesores 
            favoritos hasta el momento. En ese mismo semestre conoc&#237; a mi &#250;ltimo 
            exnovio. Estudiaba en la tarde y se cambi&#243; a mi sal&#243;n. La primera
            vez duramos aproximadamente 7 meses, terminamos, despu&#233;s volvimos durante
            9-10 meses y nos separamos. Actualmente estudia en mi aula.
        </p>
        <br>
        <p>Cuando curs&#233; estructura de datos en el tercer semestre con el profesor 
            Valente, &#233;l se dio cuenta de que hab&#237;a unos compa&#241;eros que 
            no sab&#237;an programar nada o casi nada, por lo que me pidi&#243; que si
            pod&#237;a darles tutor&#237;as a lo que acced&#237; ilusamente. Cuando
            comenc&#233; a darles tutor&#237;as a los muchachos, me di cuenta que unos
            no sab&#237;an ni siquiera lo b&#225;sico (por ejemplo: declarar variables
            o hacer alg&#250;n ciclo). Esa situaci&#243;n me entristec&#237;a un poco. Si yo
            fuera maestra, o s&#233; si ser&#237;a un poco malvada y estricta o si me la
            vivir&#237;a triste por mis alumnos. El haber dado tutor&#237;as me otorg&#243;
            2 cr&#233;ditos.
        </p>
        <br>
        <div class="imagenConPie iluminarImagen">
        <div class="pieFoto" title="Seth con Wendy">
            <a href="./imagenes/actualidad/pagina/sethWendy.jpg" target="_blank"><img src="./imagenes/actualidad/pagina/sethWendy_opt.jpg" alt="Seth y Wendy"></a></div></div>
            <p>En ese mismo semestre conoc&#237; a uno de mis mejores amigos actuales, Seth.
            Estudi&#243; la misma carrera pero ya egres&#243;. No vive en Los Mochis, pero 
            cada vez que viene nos vemos todo lo que se nos sea posible, y nos comunicamos
            diario.
        </p>
        <br>
        <p>Una de mis materias favoritas ha sido en la que utilizamos arduino. La curs&#233;
            en quinto semestre y fue muy did&#225;ctica.  Era mi entusiasmo para ir a clases. 
            Mi equipo: Juvenal y Eduardo, primero realizamos el juego del gato con leds
            bicolores usando un receptor infrarrojo y un control. Fue laborioso porque el
            circuito llevaba muchos cables y tambi&#233;n fue batalloso porque se nos desoldaba
            el esta&#241;o y siempre tra&#237;amos un caut&#237;n por precauci&#243;n. Ese
            proyecto lo presentamos en la semana de la ciencia y la tecnolog&#237;a en la
            plazuela 27 de septiembre y en la preparatorio CONALEP. El proyecto final que
            presentamos en el domo, fue una banda transportadora inteligente. Constaba de un
            sensor ultras&#243;nico que estaba situado arriba para medir el tama&#241;o del
            objeto que estaba siendo transportado, y de un servomotor que separaba el objeto
            dependiendo el tama&#241;o que tuviera.
        </p>
        <div style="padding-left:1.5em;">
            <div style="width:15.625em; float:left;">
            <div class="pieFoto" title="Equipo de la banda transportadora">
                <a href="./imagenes/actualidad/pagina/bandaEquipo.JPG" target="_blank"><br><img src="./imagenes/actualidad/pagina/bandaEquipo_opt.jpg" alt="Presentaci&#243;n de la banda"></a></div></div>
            
            <div style="width:15.625em; float:left;">
            <div class="pieFoto" title="Banda transportadora con arduino">
                <a href="./imagenes/actualidad/pagina/banda.JPG" target="_blank"><br><img src="./imagenes/actualidad/pagina/banda_opt.jpg" alt="Banda transportadora"></a></div></div></div><br>
        
            <div style="padding-left:1.5em;">
            <div style="width:15.625em; float:left;">
            <div class="pieFoto" title="Equipo del juego del gato">
                <a href="./imagenes/actualidad/pagina/gatoEquipo.jpg" target="_blank"><br><img src="./imagenes/actualidad/pagina/gatoEquipo_opt.jpg" alt="El equipo"></a></div></div>
            
            <div style="width:15.625em; float:left;">
            <div class="pieFoto" title="Juego del gato con arduino">
                <a href="./imagenes/actualidad/pagina/gato.jpg" target="_blank"><br><img src="./imagenes/actualidad/pagina/gato_opt.jpg" alt="Juego del gato con arduino"></a></div></div></div>
        
        <p>El semestre que estoy cursando se me prometedor gracias a unas cuantas materias.
        </p>
        <br>
        <p>Actualmente soy muy cercana a mi madre, me incluyen en el c&#237;rculo de sus amigas.
            Voy a todas las fiestas familiares y procuro salir bastante con mis amigos m&#225;s
            cercanos. Me gusta ir a tomar caf&#233;, al cine, al mar, a los resto-bar y a las
            casas de mis amigos.
        </p>
    </div>
    <a href="galeria.html#fotosActualidad"><center>Ver m&#225;s fotos actuales.</center></a>
    <br><a name="futuro"></a>
    <h2>Futuro cercano</h2>
    <div><p>En un futuro cercano, me gustar&#237;a poder hacer la residencia fuera de la
        ciudad. Posiblemente a Monterrey o a Guadalajara. Quiero independizarme y en unos
        a&#241;os me gustar&#237;a estar trabajando en algo relacionado con programaci&#243;n
        porque eso es lo que me gusta. Creo que seguir&#233; teniendo mascotas, y si encuentro
        a un hombre bueno tal vez hagamos una vida juntos.
        </p></div>
    
    <a href="familia.html"><center>Ir a familia.</center></a>
    <br>
            <a href="javascript:history.go(-1)"><img src="./imagenes/logos/atras_opt.png" alt="Atr&#225;s"></a> 
            <a href="javascript:history.go(1)"><img src="./imagenes/logos/siguiente_opt.png" alt="Siguiente" align="right"></a> 
    </div>

    <div id="pie">
        <p class="pieDePagina">
            <a href="https://www.facebook.com/wendy.vegaruelas" target="_blank"><img src="./imagenes/logos/logoFb.png" alt="Facebook" class="agrandaImagen"></a>
            <a href="https://www.instagram.com/wendyvvega/" target="_blank"><img src="./imagenes/logos/logoInsta.png" alt="Instagram" class="agrandaImagen"></a><br>
            <a href="mailto: wendyv.vega@gmail.com"><font color="black">wendyv.vega&#64;gmail.com</font></a></p>
        <p id="copyright">&#169;2017. Wendy Vega</p>
    </div>
    </div>
    </body>
</html>
