<!DOCTYPE html>
<html>
<head>
    <title>Adolescencia</title>
    <link rel="stylesheet"
          type="text/css"
          href="./estilos.css">
    <link href="./imagenes/logos/luna.jpg" rel="shortcut icon" type="image/png">
    
    <a href="#"><img src="./imagenes/logos/arriba_opt.png" title="Ir arriba" id="botonArriba" class="agrandaImagen"/></a>
    <script type="text/javascript">
        window.onload = function(){
        // Para internet Explorer
        document.onselectstart = function(){return false;} 
        // Para Firefox
        document.onmousedown = function(){return false;}
        //fecha
        var date = new Date();
        var d  = date.getDate();
        var day = (d < 10) ? '0' + d : d;
        var m = date.getMonth() + 1;
        var month = (m < 10) ? '0' + m : m;
        var yy = date.getYear();   
        var year = (yy < 1000) ? yy + 1900 : yy;
        var fecha = document.getElementById("fecha");
        fecha.innerHTML="Hoy es: " + day + "/" + month + "/" + year;
        }
            
    </script>
    </head>
<body>
    <div id="contenedor">
        <div id="cabecera">
 
            <a href="./Principal.html" target="_parent"><center><img src="./imagenes/logos/nombreLuna.png"></center></a>
            
<header>
	<nav>
		<ul>
            <li><a href="./Principal.html">&#191;Qui&#233;n soy&#63;</a></li>
			<li><a href="./infancia.html">Infancia</a></li>
			<li><a href="./adolescencia.html">Adolescencia</a></li>
			<li><a href="./actualidad.html">Actualidad</a></li>
			<li><a href="./familia.html">Familia</a></li>
			<li><a href="./cosas.html">Cosas sobre m&#237;</a></li>
            <li><a href="./academica.html">Informaci&#243;n acad&#233;mica</a></li>
            <li><a href="./galeria.html">Galer&#237;a</a></li>
            
		</ul>
	</nav>
</header>
    </div>
    <div class="vertical">
		<ul>
			<li><a href="javascript:if (confirm('Est&#225;s seguro?, se recomienda leer todo el sitio antes de hacer el test.')) 
                {parent.location='./test/web/index.html';};" class="animacion">Realizar test</a>
            </li>
		</ul>
	</div>
    <div id="menu">
        <h3 class="tituloMenu">Adolescencia</h3>
        <ul class="contenido">
            <li><a href="./adolescencia.html#secundaria" target="_parent">Secundaria</a></li>
            <li><a href="./adolescencia.html#preparatoria" target="_parent">Preparatoria</a></li>
            </ul>
        </div><a name="secundaria"></a>
    <div id="contenido" class="normal">
        <p id="fecha"></p>
        <br>
    <h1 class="titulo">Adolescencia</h1><br>
    <h2>Secundaria</h2><br>
    <div class="imagenConPie agrandaImagen"><div class="pieFoto" title="2011. Wendy, Ana y Victor"><a href="./imagenes/adolescencia/pagina/WendyAnaVictor.jpg" target="_blank"><img src="./imagenes/adolescencia/pagina/WendyAnaVictor.jpg" alt="Amigos de secundaria"></a></div></div>
    <div><p>Entr&#233; a la secundaria a los 12 a&#241;os de edad. Eleg&#237; 
        entrar a la ETI 2, creo que por lo mismo que eleg&#237; entrar a la 
        Marcial Ord&#243;&#241;ez. Hab&#237;a diferentes talleres, los que 
        recuerdo son contabilidad, industria del vestido, electricidad, dibujo
        e inform&#225;tica. Eleg&#237; la &#250;ltima porque me llamaba la atenci&#243;n.
        Tuve un profesor de taller bastante imponente por su car&#225;cter y 
        f&#237;sico, sin embargo yo me llev&#233; muy bien con &#233;l. No 
        recuerdo en que a&#241;o no ense&#241;&#243; un poco de pascal, desde
        entonces me gust&#243; programar.</p>
        
        <br>
        <p>Durante los tres a&#241;os de secundaria siempre sal&#237; bien en
            calificaciones, cada bimestre me pasaban en el homenaje a darme un
            reconocimiento, estuve en muchos concursos, normalmente porque 
            los profesores me met&#237;an sin decirme. Tengo 2 concursos muy
            presentes: uno porque dicen que nos robaron el 1er lugar, mi profesor
            se pele&#243; con los jueces por eso mismo; y el otro porque fue 
            en Topolobampo. Ese trataba sobre laboratorio de qu&#237;mica y 
            era en equipo. Conoc&#237; a casi todos mis contrincantes y todos
            nos llevamos muy bien. Ah&#237; conoc&#237; al que en unos a&#241;os
            ser&#237;a mi novio, &#233;l no iba a concursar, sino de “observador”;
            tambi&#233;n conoc&#237; a un muchacho con el que poco despu&#233;s
            surgi&#243; atracci&#243;n de ambas partes.</p><br>
        <div style="padding-left:1.5em;">
        <div style="width:16.250em; float:left;">
            <div class="pieFoto" title="2010 Topolobampo. Compa&#241;eras de equipo" style="float:left;">
                <a href="./imagenes/adolescencia/pagina/topoCompaneras.jpg" target="_blank">
                <img src="./imagenes/adolescencia/pagina/topoCompaneras_opt.jpg" alt="Concurso Topolobampo"></a></div></div>
        <div style="width:16.250em;float:left;">
        <div class="pieFoto" title="2010. Concursando">
            <a href="./imagenes/adolescencia/pagina/concursandoTopo.jpg" target="_blank">
                <img src="./imagenes/adolescencia/pagina/concursandoTopo_opt.jpg" alt="Concursando en Topolobampo"></a></div></div></div>

        <br>
        <div><br><br><br><br><br><br><br><br>Debo mencionar que actualmente apoyo a la comunidad LGBT, creo que
            la raz&#243;n es porque el muchacho que acabo mencionar, me confes&#243;
            que era bisexual. No se c&#243;mo se dio cuenta tan chico, 
            ten&#237;amos aproximadamente 13-14 a&#241;os de edad. Eso me hizo
            pensar en muchas cosas. 
        </div>
        <br>
        <div class="imagenConPie agrandaImagen">
        <div class="pieFoto" title="Ana cargando a Wendy">
        <a href="./imagenes/adolescencia/pagina/anaCargandoWendy.png" target="_blank">
            <img src="./imagenes/adolescencia/pagina/anaCargandoWendy_opt.png" alt="Ana carga a Wendy"></a></div></div>
            <p>Desde el inicio de la secundaria, comenc&#233; a hablar con Ana, 
            r&#225;pidamente nos hicimos amigas y hasta la fecha es mi mejor amiga.
            Despu&#233;s se nos uni&#243; un ni&#241;o llamado V&#237;ctor, siempre
            and&#225;bamos los tres juntos hablando y haciendo tonter&#237;as. En
            esa &#233;poca tuve a uno de los profesores m&#225;s estrictos que he
            tenido, se llama Crispin. Ese profesor nos pon&#237;a a leer unos minutos,
            despu&#233;s nos iba parando por filas y nos hac&#237;a preguntas uno 
            por uno; creo que al que no contestaba le bajaba puntos. Nos revisaba
            todos los trabajos (eran muchos y complicados para la edad de 13-14 
            a&#241;os) y los ex&#225;menes los hac&#237;a con preguntas sin respuestas
            y respuestas sin preguntas. 
        </p>
        <br>
        <p>A los 14 a&#241;os tuve novio, &#233;l ten&#237;a 18 a&#241;os y viv&#237;a
            en Topolobampo. A mi pap&#225; no le agradaba porque dec&#237;a que 
            parec&#237;a cholo (usaba el cabello un poco largo), dur&#233; unos cuantos
            meses con &#233;l y despu&#233;s nos separamos, creo que actualmente estudia
            enfermer&#237;a, y ha trabajado en asilos. Despu&#233;s de &#233;l, 
            supuestamente fui novia de uno de los mejores amigos de mi hermano, 
            tambi&#233;n 4 a&#241;os mayor. Nos conoc&#237;amos de hace a&#241;os,
            pero digo supuestamente porque “anduvimos” poco tiempo y &#233;l ya no
            viv&#237;a aqu&#237;. Se fue M&#233;xico.
        </p>
        <br>
        <p>Me llevaba bien con casi todos todo el sal&#243;n era muy unido.
            Sol&#237;amos brincarnos la barda de atr&#225;s y pintearnos todas
            las clases. En otras ocasiones nos sal&#237;amos corriendo por el 
            estacionamiento mientras que el cuidador se quedaba agitando una varilla
            de fierro gritando groser&#237;as, a veces mandaban a alg&#250;n profe para que
            nos buscara pero nunca nos encontr&#243; porque normalmente nos sub&#237;amos
            al primero cami&#243;n que vi&#233;ramos. 
        </p>
        <br>
        <div class="imagenConPieDerecha">
        <div class="pieFoto" title="XV de Ana">
        <a href="./imagenes/adolescencia/pagina/xvAna.jpg" target="_blank">
            <img src="./imagenes/adolescencia/pagina/xvAna_opt.jpg" alt="XV de Ana"></a></div></div>
            <p>Fui dama en varios xv a&#241;os pero yo no quise fiesta. Se me hac&#237;a
            tonto gastar tanto para una noche y no me hac&#237;a ilusi&#243;n. En lugar
            de eso, ped&#237; que me compraran una laptop. Desde un tiempo antes mi hermano
            me hab&#237;a ense&#241;ado a jugar World Of Warcraft, as&#237; que teniendo
            mi propia laptop jugaba m&#225;s. Actualmente sigo jug&#225;ndolo en ocasiones
            cuando estoy de vacaciones. 
        </p>
        <br><br>
        <p>Mi graduaci&#243;n fue en la ETI 2, no hubo fiesta ni nada fuera de lo normal.
            Cuando mi generaci&#243;n egres&#243;, pusieron mucha seguridad por toda la 
            secundaria. Pusieron barras de fierro, alambre de p&#250;as y creo que tambi&#233;n
            taparon m&#225;s por donde nos brinc&#225;bamos. Aparte de eso, pusieron 
            c&#225;maras de seguridad por toda la secundaria y el se&#241;or del estacionamiento
            casi siempre manten&#237;a la puerta cerrada, no s&#233; si a&#250;n sea as&#237;.</p>
            <div style="width:16.250em; margin:0 auto;" class="iluminarImagen">
            <div class="pieFoto" title="Posada en ETI2">
                <a href="./imagenes/adolescencia/pagina/secuPosada.jpg" target="_blank"><center><img src="./imagenes/adolescencia/pagina/secuPosada_opt.jpg" alt="Posada de secundaria"></center></a></div></div>
        
        <a name="preparatoria"></a>
        <a href="./galeria.html#fotosSecundaria"><center><br>Ver m&#225;s fotos de mi secundaria.</center></a>
    </div>   
    <br>
    
    <h2>Preparatoria</h2><br>
    <div><p>A los 15 a&#241;os de edad entr&#233; al CBtis 43, a la especialidad de 
        programaci&#243;n. Durante los cursos, me encontr&#233; a Rodrigo, el “observador”
        del concurso al que fui en Topolobampo. Yo no me acordaba de &#233;l, pero me 
        agreg&#243; a Facebook y me record&#243; lo del concurso.
        </p>
        <br>
        <p>Mi mejor amiga Ana, tambi&#233;n entr&#243; a esa preparatoria y en est&#225;
            ocasi&#243;n agarr&#243; la misma especialidad para estar juntas. Durante los
            primeros meses conoc&#237; a uno de mis mejores amigos, Rambao. Los tres 
            est&#225;bamos juntos en el turno vespertino. M&#225;s o menos en el 3er o
            4to semestre se nos unieron Hugo y Mane del otro sal&#243;n de programaci&#243;n
            (actualmente estudian conmigo).
        </p>
        <br>
        <div class="iluminarImagen imagenConPie">
        <div class="pieFoto" title="Cuyo. Benito 'el gordo'">
        <a href="./imagenes/adolescencia/pagina/gordo.png" target="_blank">
            <img src="./imagenes/adolescencia/pagina/gordo_opt.png" alt="Cuyo Benito"></a></div></div>
            <p>Durante los primero 9 o 10 meses de preparatoria, Rodrigo fue mi fiel pretendiente.
            Siempre fue muy detallista y atento, no desaprovechaba ocasi&#243;n para darme alg&#250;n
            detalle como flores, peluches o cualquier otra cosa que se le ocurriera. La primer
            semana me obsequi&#243; uno de los mejores regalos que me han hecho: un cuyo, al que
            le llam&#233; Benito “El Gordo”, muri&#243; hace menos del a&#241;o teniendo 
            aproximadamente 4 a&#241;os de edad. Era muy amoroso, atento y vergonzoso. Casi 
            siempre est&#225;bamos juntos, &#233;l estudiaba por las ma&#241;anas en la especialidad
            de alimentos y muchas veces se quedaba hasta la tarde. Yo frecuentaba mucho su casa,
            su familia me trataba muy bien y la m&#237;a a &#233;l. Despu&#233;s de dos a&#241;os
            de relaci&#243;n terminamos porque &#233;l se iba a ir a Chihuahua a estudiar medicina.
            Lo &#250;ltimo que supe fue que tiempo despu&#233;s empez&#243; una relaci&#243;n con una 
            muchacha que estudiaba con &#233;l. Desde entonces no s&#233; nada de &#233;l.
        </p>
        <br>
        <p><a name="regresarOmi">El primer semestre</a> de preparatoria fue de tronco com&#250;n, del segundo en adelante nos
            comenzaron a dar materias sobre programaci&#243;n. Tuve a una dos profesores muy 
            buenos, que curiosamente son esposos. Uno es el profe Pancho Leyva que me imparti&#243;
            la materia de base de datos y su esposa Diana Uribe, gracias a ella y a mi hermano 
            le tom&#233; m&#225;s gusto a programar. Ella me ense&#241;&#243; c++ y cuando se dio 
            cuenta que terminaba los programas con mayor rapidez que los dem&#225;s, comenz&#243; 
            a dejarme m&#225;s dif&#237;ciles a m&#237;. Cuando ten&#237;a 17 a&#241;os, ella me 
            coment&#243; sobre la OMI (<a href="http://www.olimpiadadeinformatica.org.mx/OMI/OMI/Inicio.aspx" target="_blank">Olimpiada Mexicana de Inform&#225;tica</a>), me interes&#243; y fui unos cuantos s&#225;bados a cursos de <a href="https://es.wikipedia.org/wiki/Karel_el_Robot" target="_blank">Karel</a>. Para ver si calificaba y pod&#237;a
            concursar tuve que hacer un examen en l&#237;nea sobre l&#243;gica matem&#225;tica,
            eran 20 preguntas con tiempo y cada pregunta te hac&#237;a pensar bastante. Las
            personas que conoc&#237;a que realizaron el examen, sacaron desde 3 hasta 9 aciertos.
            Con mucho esfuerzo saqu&#233; 16. Cuando se enteraban, todos se alegraban y 
            sorprend&#237;an porque sab&#237;an que era dif&#237;cil. Mi hermano en sus tiempos
            tambi&#233;n pas&#243; ese examen. Unos d&#237;as despu&#233;s mi maestra me inform&#243;
            que la delegaci&#243;n de Sinaloa no iba a participar ese a&#241;o, por lo que dej&#233;
            de practicar y estudiar. Aproximadamente 2 o 3 d&#237;as antes de que fuera el concurso
            nacional en Toluca, la maestra me dijo que hiciera maletas porque si &#237;bamos a 
            ir. Yo le dije que no porque no me sent&#237;a preparada, a lo que ella me contest&#243;
            que de todas formas fuera, que ser&#237;a una buena experiencia, acept&#233; y 3
            d&#237;as despu&#233;s estaba viajando a Toluca.(<a href="galeria.html#fotosOmi">Ver fotos</a>)
        </p>
        <br>
            <div class="agrandaImagen imagenConPieDerecha iluminarImagen">
            <div class="pieFoto" title="Actuando">
            <a href="./imagenes/adolescencia/pagina/obra.jpg" target="_blank">
                <img src="./imagenes/adolescencia/pagina/obra_opt.jpg" alt="Obra de teatro"></a></div></div>
            <p>En el transcurso de la preparatoria, me ense&#241;aron un poco de algunos lenguajes 
            de programaci&#243;n como c++, c#, sql, html y tambi&#233;n llev&#233; un poco de
            redes de computadoras. Tambi&#233;n estuve en el club de teatro, estuve yendo a
            clases todos los s&#225;bados hasta que cambiaron de maestro y no me gust&#243;, 
            pero antes fui la protagonista de una de las obras de teatro que se realizaron. Se
            trataba sobre el maltrato a la mujer y posteriormente se le agreg&#243; el tema del
            sida. Se present&#243; varias veces en la secundaria ETI 2 y en la prepa CBtis 43.
            En ella me aventaban fuerte contra el suelo para simular una violaci&#243;n, as&#237; 
            que aprend&#237; a caer, literalmente; pero antes de que ese actor supiera como 
            aventarme contra el suelo, termin&#233; con un gran morete. En un ensayo el maestro 
            le mostraba como hacerlo, me aventaba el maestro y despu&#233;s el muchacho, y 
            despu&#233;s el maestro, y as&#237; sucesivamente. 
        </p>
        <br>
        <p>Casi al final de la preparatoria se tiene que realizar el servicio social, yo lo 
            liber&#233; yendo a ajedrez todos los s&#225;bados durante un tiempo junto con mi 
            novio y mis amigos, no pude haberlo liberado de una mejor forma. En uno de esos
            s&#225;bados, quer&#237;amos ir a jugar Xbox a un lugar que hab&#237;a enfrente del
            cbtis, llamado Hora Libre. No sab&#237;amos si estaba cerrado o abierto, as&#237;
            que abrimos la puerta y empez&#243; a sonar la alarma. Nos fuimos muy apurados pero 
            sin correr (para no vernos tan sospechosos) y a los pocos minutos lleg&#243;
            una patrulla. Nosotros conoc&#237;amos a uno de los trabajadores del lugar, as&#237;
            que le marcamos y le explicamos la situaci&#243;n. &#233;l le habl&#243; a su jefa
            y creo que corrieron al muchacho que dej&#243; abierto. 
        </p>
        <br>
        <p>Lo &#250;ltimo fue hacer la pr&#225;ctica profesional, la realic&#233; junto con Rambao 
            en Soriana Independencia. &#237;bamos todas las ma&#241;anas y estuvimos haciendo 
            varias cosas. Estuvimos en mesa de control, en recibo, haciendo auditor&#237;as y
            una vez en piso poniendo “banderas” (precios). Unas veces nos pusieron a sacar 
            cosas caducadas de piso, y nos dimos cuenta de que la mayor parte de la mercanc&#237;a
            que estaba a punto de caducar era marca Soriana. En otra ocasi&#243;n hab&#237;a plaga
            de gorgojo, y nos pusieron a sacar los productos infectados. Rambao y yo siempre nos 
            la pasamos muy bien, divirti&#233;ndonos pero trabajando. Cuando finalizamos nuestra
            pr&#225;ctica, nos regalaron un pastel de chocolate a cada uno.
        </p>
        <div style="width:6.625em; margin:0 auto;" class="iluminarImagen">
        <div class="pieFoto" title="Pr&#225;ctica profesional en Soriana">
        <a href="./imagenes/adolescencia/pagina/practica.PNG" target="_blank">
            <img src="./imagenes/adolescencia/pagina/practica_opt.PNG" alt="En Soriana"></a></div></div>
        <br>
        <p>La entrega de papeles fue en el figlos, la sesi&#243;n de fotos donde todos 
            est&#225;bamos vestidos de color blanco fue en el maviri, las fotos con toga y
            birrete fueron en la prepa. Mi sal&#243;n organiz&#243; una alberqueada con Dj de noche
            como fiesta de graduaci&#243;n, todos nos la pasamos bien. Al d&#237;a siguiente nos 
            enteramos de que uno de nuestros compa&#241;eros se hab&#237;a accidentado de regreso
            a su casa, estaba muy delicado. Estuvo varios d&#237;as hospitalizado, creo que en
            coma. Su cuerpo no resisti&#243; y falleci&#243;. Era m&#250;sico, todos lo quer&#237;an
            y se llevaba bien con todos. Creo que nunca hab&#237;a visto tanta gente en un funeral.
            Le llevaron mariachi al cementerio, como hab&#237;a much&#237;sima gente, hicimos una
            fila para pasar a verlo unos segundos porque la caja hab&#237;a estado cerrada en la 
            funeraria. Qued&#243; muy mal de la cara. Creo que todos lo recordamos alegre, como la
            &#250;ltima vez que lo vimos con vida.
        </p>
        <br>
        <p>A pesar de todo, los a&#241;os de preparatoria han sido de los mejores que he tenido.
            Pas&#233; muy buenos momentos y conoc&#237; a mis mejores amigos.
        </p>
        <div style="width:21.875em; margin:0 auto;" class="iluminarImagen">
        <div class="pieFoto" title="Amigos de preparatoria con toga">
        <a href="./imagenes/adolescencia/pagina/amigosToga.png" target="_blank">
            <img src="./imagenes/adolescencia/pagina/amigosToga_opt.png" alt="Amigos con toga"></a></div></div>
            
        <a href="./galeria.html#adolescencia"><center><br>Ver m&#225;s fotos de mi adolescencia.</center></a>
    </div>
        <br>
            <a href="javascript:history.go(-1)"><img src="./imagenes/logos/atras_opt.png" alt="Atr&#225;s"></a> 
            <a href="javascript:history.go(1)"><img src="./imagenes/logos/siguiente_opt.png" alt="Siguiente" align="right"></a> 
     </div>

    <div id="pie">
        <p class="pieDePagina">
            <a href="https://www.facebook.com/wendy.vegaruelas" target="_blank"><img src="./imagenes/logos/logoFb.png" alt="Facebook" class="agrandaImagen"></a>
            <a href="https://www.instagram.com/wendyvvega/" target="_blank"><img src="./imagenes/logos/logoInsta.png" alt="Instagram" class="agrandaImagen"></a><br>
            <a href="mailto: wendyv.vega@gmail.com"><font color="black">wendyv.vega&#64;gmail.com</font></a></p>
        <p id="copyright">&#169;2017. Wendy Vega</p>
    </div>
    </div>    
    </body>
</html>
