<!DOCTYPE html>
<html>
<head>
    <title>Adolescencia</title>
    </head>
<body>
    <h1>Adolescencia</h1>
    <a name="secundaria"><h2>Secundaria</h2></a>
    <div><p>Entr&#233; a la secundaria a los 12 a&#241;os de edad. Eleg&#237; 
        entrar a la ETI 2, creo que por lo mismo que eleg&#237; entrar a la 
        Marcial Ord&#243;&#241;ez. Hab&#237;a diferentes talleres, los que 
        recuerdo son contabilidad, industria del vestido, electricidad, dibujo
        e inform&#225;tica. Eleg&#237; la última porque me llamaba la atenci&#243;n.
        Tuve un profesor de taller bastante imponente por su car&#225;cter y 
        f&#237;sico, sin embargo yo me llev&#233; muy bien con &#233;l. No 
        recuerdo en que a&#241;o no ense&#241;&#243; un poco de pascal, desde
        entonces me gust&#243; programar.</p>
        <p>Durante los tres a&#241;os de secundaria siempre sal&#237; bien en
            calificaciones, estuve en muchos concursos, normalmente porque 
            los profesores me met&#237;an sin decirme. Tengo 2 concursos muy
            presentes: uno porque dicen que nos robaron el 1er lugar, mi profesor
            se pele&#243; con los jueces por eso mismo; y el otro porque fue 
            en Topolobampo. Ese trataba sobre laboratorio de qu&#237;mica y 
            era en equipo. Conoc&#237; a casi todos mis contrincantes y todos
            nos llevamos muy bien. Ah&#237; conoc&#237; al que en unos a&#241;os
            ser&#237;a mi novio, &#233;l no iba a concursar, sino de “observador”;
            tambi&#233;n conoc&#237; a un muchacho con el que poco despu&#233;s
            surgi&#243; atracci&#243;n de ambas partes.</p>
        <p>Debo mencionar que actualmente apoyo a la comunidad LGBT, creo que
            la raz&#243;n es porque el muchacho que acabo mencionar, me confes&#243;
            que era bisexual. No se c&#243;mo se dio cuenta tan chico, 
            ten&#237;amos aproximadamente 13-14 a&#241;os de edad. Eso me hizo
            pensar en muchas cosas. 
        </p>
    </div>
    </body>
</html>