<!DOCTYPE html>
<html>
<head>
    <title>Cosas sobre Wendy</title>
    </head>
<body>
    <h1>Cosas sobre mí</h1>
    <div>
    <ol>
    <li>Aproximadamente a los 5 a&#241;os de edad, no s&#233; por qu&#233; quise vestirme como
        ni&#241;o, creo que porque ten&#237;a casi puros amigos varones. C&#243;mo se
        podr&#225;ndar cuenta, mis padres me siguieron el juego.
        </li>
        <br>
        <li>Me dan miedo las gallinas, me parecen feas y agresivas. Tal vez porque cuando era
            ni&#241;a quiz&#225;s agarr&#233; un pollito, y su mam&#225; me me picote&#243;. 
            Sin embargo, las gallinas con pantalones me caen bien (de lejos).
        </li>
        <br>
        <li>Le pegaba a mis compa&#241;eros de primaria y a los amigos de mi hermano.
        </li>
        <br>
        <li>Por un tiempo, en el recreo de mi primaria me gustaba comprar paletas de 
            pi&#241;a con chile y tirarlas al piso para ver c&#243;mo se romp&#237;an.
        </li>
        <br>
        <li>Desde ni&#241;a me gustan las matem&#225;ticas.
        </li>
        <br>
        <li>En primaria me pic&#243; una abeja y descubr&#237; que soy al&#233;rgica. 
            Sin embargo uno de mis pasatiempos en el recreo era atrapar abejas en una
            bolsa.
        </li>
        <br>
        <li>En primaria y secundaria me ca&#237;a mucho, creo que porque a&#250;n no usaba lentes.
        </li>
        <br>
        <li>En secundaria hubo una ocasi&#243;n en que me enoj&#233; mucho por algo que
            dijo o hizo un profesor que me ca&#237;a mal. Cuando &#233;l iba saliendo del 
            aula yo me par&#233; y le avent&#233; una pluma, le di a la puerta y son&#243;
            muy fuerte. Al regresar el volvi&#243; enojado preguntando que si qui&#233;n
            hab&#237;a sido, yo levant&#233; la mano. No me llev&#243; a prefectura ni
            me rega&#241;&#243;. 
        </li>
        <br>
        <li>Siempre me ha gustado combinar comida que normalmente no va junta, por 
            ejemplo: galletas con frijoles, o lo que se me venga a la mente.
        </li>
        <br>
        <li>Uno de mis prop&#243;sitos este a&#241;o es subir una foto diaria a Facebook
            sobre mi d&#237;a, normalmente con alguna frase o el pedazo de una canci&#243;n.
        </li>
        <br>
        <li>Me gusta mucho tomar fotos de lo que hay a mi alrededor o de personas sin que
            est&#233;n posando.
        </li>
        <br>
        <li>Nunca me han gustado las canciones infantiles, ni cuando era ni&#241;a.
        </li>
        <br>
        <li>Siempre he tenido perros, me gustan mucho los animales. Actualmente tengo 2 
            perras. Popis es una french poddle de 13 a&#241;os y Xandy es cruza de pug con
            Beagle de casi dos a&#241;os.
        </li>
        <br>
        <li><a name="nacimiento">Mi mam&#225; dice que cuando nac&#237; era la &#250;nica
            ni&#241;a y que por eso todas las enfermeras iban a verme. Cuenta que una se&#241;ora
            que tambi&#233;n acababa de dar a luz fue preocupada a verla, dici&#233;ndole que ya
            ten&#237;a varios varones y que su esposo quer&#237;a una ni&#241;a. Mi madre cree que
            tal vez la mujer sufr&#237;a de alg&#250;n maltrato por parte de su esposo por
            c&#243;mo se miraba. La se&#241;ora le insin&#250;o a mi mam&#225; que si pod&#237;an
            cambiarme por su var&#243;n reci&#233;n nacido, a lo que mi madre se neg&#243;.</a>
        </li>
        <br>
        <li>Comenc&#233; a usar lentes a los 14 a&#241;os de edad. Desde entonces comenc&#233;
            a leer y me gust&#243;. Me gustan los libros de suspenso, algunos de fantas&#237;a,
            algunas novelas rom&#225;nticas, otros de asesinatos, var&#237;o un poco. Por
            ejemplo: por temporadas leo puros rom&#225;nticos y despu&#233;s de misterio. Dos de
            mis libros favoritos son el psicoanalista de John Katzenbach, es un thriller
            psicol&#243;gico. Y La Tregua de Mario Benedetti, es una novela escrita como si
            fuera un diario personal.
        </li>
        <br>
        <li>Uso 2 aretes y 2 piercings en total, me hice las perforaciones estando en
            preparatoria, me gustan mucho y he pensado en hacerme una m&#225;s.
        </li>
        <br>
        <li>La primera vez que me hice algo en el cabello fue en 5to de primaria, 2 mechas
            güeras. Despu&#233;s me hice rayos escondidos de color azul en la preparatoria. En
            una ocasi&#243;n lo pint&#233; verde oscuro, se distingu&#237;a un poco en la luz
            del sol. Actualmente lo ti&#241;o de puros tonos rojizos.
        </li>
        <br>
        <li>En la preparatoria un tiempo utilic&#233; unos pupilentes asi&#225;ticos llamados
            Circle lens, son de un tama&#241;o m&#225;s grandes de lo normal.
        </li>
        <br>
        <li>A los 17 a&#241;os represent&#233; a Sinaloa en la OMI (Olimpiada Mexicana de
            Inform&#225;tica) Click aqu&#237; para ver fotos.
        </li>
        <br>
        <li>Tengo cicatriz en la pierna derecha de una quemadura que me hice con una moto
            despu&#233;s de ir a un bar.
        </li>
        <br>
        <li>Fui paquetera en soriana aproximadamente 2 años.
        </li>
        <br>
        <li>Algunas mujeres han tratado cortejarme, sabiendo que soy heterosexual.
        </li>
        <br>
        <li>Me gusta mucho la m&#250;sica de viol&#237;n y piano. Escucho rock, metal,
            cl&#225;sica, pop, reggae y casi cualquier m&#250;sica. 
        </li>
        <br>
        <li>Solamente s&#233; nadar de espalda.
        </li>
        <br>
        <li>Tengo casi puros amigos hombres.</li>
        <br>
        <li>He vivido en 5 casas.</li>
    </ol>
    </div>
    
        <a name="academica"><h1>Informaci&#243;n acad&#233;mica</h1></a>
    <div><ol>
        <li><H2>Primaria:</H2>
            <ol>
                <li>Leona Vicario.</li>
                Duraci&#243;n: 1 a&#241;o.<br>
                Domicilio: 5 de Mayo s/n, Miguel Hidalgo, 81210 Ahome Los Mochis, Sin.<br>
                <li>Mar&#237;a Montessori</li>
                Duraci&#243;: 1 a&#241;o.<br>
                Domicilio: Antonio Rosales, Fovissste II, 81227 Ahome Los Mochis, Sin.
            </ol>
        </li>
        
        <li><h2>Secundaria:</h2></li>
        Escuela Secundaria T&#233;cnica No. 2 (ETI2)<br>
        Duraci&#243;n: 3 a&#241;os.<br>
        Domicilio: Juan de Dios B&#225;tiz s/n, Del Parque, 81259 Ahome Los Mochis, Sin.<br>
        Informaci&#243;n: varios concursos y reconocimientos por aprovechamiento.
        
        <li><h2>Preparatoria:</h2></li>
        Centro de Bachillerato Tecnol&#243;gico Industrial y de Servicios 43 (CBtis 43)<br>
        Duraci&#243;n: 3 a&#241;os.<br>
        Domicilio: Juan de Dios B&#225;tiz, El Parque, 81259 Ahome Los Mochis, Sin.<br>
        Informaci&#243;n: Concurso OMI, presentaci&#243;n de obra de teatro y reconocimientos.<br>
        Servicio social: Club de ajedrez.<br>
        Pr&#225;ctica profesional: Practicante en Soriana Independencia.
        
        <li><h2>Universidad:</h2></li>
        Instituto Tecnol&#243;gico de Los Mochis (ITLM)<br>
        Duraci&#243;n: cursando el 6to semestre de 9.<br>
        Domicilio: Juan de Dios B&#225;tiz y 20 de Noviembre, El Parque, Sin Nombre, 81250 Los
        Mochis, Sin.<br>
        Informaci&#243;n: Tutora en programaci&#243;n, presentaci&#243;n de proyectos en el domo,
        participaci&#243;n en la semana de la ciencia y la tecnolog&#237;a y reconocimiento por
        aprovechamiento.
        </ol>
    </div>
    </body>
</html>