<!DOCTYPE html>
<html>
<head>
    <title>Familia</title>
    <link rel="stylesheet"
          type="text/css"
          href="./estilos.css">
    <link href="./imagenes/logos/luna.jpg" rel="shortcut icon" type="image/png">
	</head>
    <a href="#"><img src="./imagenes/logos/arriba_opt.png" title="Ir arriba" id="botonArriba" class="agrandaImagen"/></a>
<body>
    <div id="contenedor">
        <div id="cabecera">
 
            <a href="./Principal.html" target="_parent"><center><img src="./imagenes/logos/nombreLuna.png"></center></a>
            
<header >
	<nav>
		<ul>
            <li><a href="./Principal.html">&#191;Qui&#233;n soy&#63;</a></li>
			<li><a href="./infancia.html">Infancia</a></li>
			<li><a href="./adolescencia.html">Adolescencia</a></li>
			<li><a href="./actualidad.html">Actualidad</a></li>
			<li><a href="./familia.html">Familia</a></li>
			<li><a href="./cosas.html">Cosas sobre m&#237;</a></li>
            <li><a href="./academica.html">Informaci&#243;n acad&#233;mica</a></li>
            <li><a href="./galeria.html">Galer&#237;a</a></li>
            
		</ul>
	</nav>
</header>
    </div>
    <div id="menu">
        <h3 class="tituloMenu">Padres</h3>
        <ul class="contenido">
            <li><a href="./familia.html#madre" target="_parent">Mam&#225;</a></li>
            <li><a href="./familia.html#padre" target="_parent">Pap&#225;</a></li>
            </ul>
        <h3 class="tituloMenu">Hermanos</h3>
        <ul class="contenido">
            <li><a href="./familia.html#hermano" target="_parent">Hermano</a></li>
            <li><a href="./familia.html#hermana" targer="_parent">Hermana</a></li>
        </ul>
        </div>
    <div id="contenido" class="normal">
    <h1 class="titulo">Familia</h1><br>
            <div style="width:12.5em; margin:0 auto; padding-left:1.8em;">
                <div class="pieFoto" title="Familia en mi bautizo">
                    <a href="./imagenes/infancia/familia/familia3.jpg" target="_blank"><img src="./imagenes/infancia/familia/familia3_opt.jpg" alt="Familia completa"></a></div></div>
    <br>
        <a name="madre"></a><h2>Mis padres</h2><br>
    <h3>Mam&#225;</h3>
    <div class="imagenConPie agrandaImagen">
        <div class="pieFoto" title="Dolores Hayde&#233;">
        <a href="./imagenes/infancia/familia/madre.jpg" target="_blank"><img src="./imagenes/infancia/familia/madre_opt.jpg" alt="Madre"></a></div></div>
    <div><p>Mi madre es Dolores Hayde&#233; Ruelas Arellanes naci&#243; el 28 de enero
        de 1966 y es originaria de un lugar de Sinaloa llamado Los Melones. Tuvo 11 hermanos,
        y estudi&#243; secundaria t&#233;cnica con especialidad en secretaria
        taquimecan&#243;grafa; su pap&#225; falleci&#243; cuando ella ten&#237;a pocos meses de
        haber nacido, por lo que fue cr&#243;ada por mi nana, llamada Mar&#237;a Luisa Arellanes
        Arellano (DEP). Es la n&#250;mero 8 entre sus hermanos. A los 14 a&#241;os se mud&#243; a Los
        Mochis y comenz&#243; a vivir una de sus hermanas mayores. A la misma edad comenz&#243;a
        trabajar cuidando a un ni&#241;o, despu&#233;s trabaj&#243; en una farmacia posteriormente
        en una papeler&#237;a y despu&#233;s nuevamente en una farmacia. 
        </p>
        <br>
        <p>A los 18 a&#241;os de edad obtuvo su primer trabajo como secretaria en una firma de
            abogados, a la misma edad conoci&#243; a su primer y &#250;nico novio. Lo conoci&#243;
            porque mi pap&#225; era amigo de una de sus hermanas, y todo comenz&#243; porque se
            ofrec&#237;a a ayudarle con tareas de matem&#225;ticas.
        </p>
        <br>
        <p>Despu&#233;s de un tiempo de novios, se cas&#243; teniendo 20 a&#241;os de edad. Tuvo a su
            <a name="padre"></a>primer hija a los 22, el segundo a los 24 y a m&#237; a los 29 a&#241;os. Despu&#233;s de
            su primer hija dej&#243; de trabajar, ya que los tres est&#225;bamos grandes
            comenz&#243; a trabajar de nuevo y actualmente se dedica a las ventas.
        </p>
    </div>
    <br>
    <h3>Pap&#225;</h3>
    <div class="imagenConPie agrandaImagen">
        <div class="pieFoto" title="Ra&#250;l Vega">
        <a href="./imagenes/infancia/familia/padre.jpg" target="_blank"><img src="./imagenes/infancia/familia/padre_opt.jpg" alt="Padre"></a></div></div>
    <div><p>Mi padre es Ra&#250;l Vega Trejo naci&#243; el 14 de noviembre de 1961 y es originario de
        Ecuandureo, Michoac&#225;. Tiene 5 hermanos, y estudi&#243; la carrera de Ing.
        Agr&#243;nomo con especialidad en edafolog&#237;a en Juan Jos&#233; R&#237;os.
        </p>
        <br>
        <p>Su familia se vino a Los Mochis porque en Michoac&#225;n son muy vengativos. Un hombre
            mat&#243; a un hermano de mi abuelo y a &#233;l le tocaba matar a qui&#233;n asesino a
            su hermano. Como mi abuelo no quiso seguir con la venganza, se fue de la ciudad con
            toda su familia. Cuando pas&#243; eso mi pap&#225; ten&#237;a 6 a&#241;os de edad.
        </p>
        <br>
        <p>Su primero trabajo fue a los 9 a&#241;os vendiendo dulces. Cuando ten&#237;a 14
            a&#241;os, miabuelo le regal&#243; su primera c&#225;mara fotogr&#225;fica, y
            comenz&#243; a trabajar de fot&#243;grafo.  
        </p>
        <br>
        <p>Cuando ten&#237;a 18 a&#241;os y mi madre 15, &#233;l comenz&#243; a pretenderla. Fueron
            novios cuando &#233;l ten&#237;a 22 a&#241;os. Se cas&#243; a los 24.
        </p>
        <br>
        <p>Actualmente se dedica a la fotograf&#237;a y a la venta de carros.
        </p>
    </div>
        <div style="width:8.813em; margin:0 auto; " class="iluminarImagen">
        <div class="pieFoto" title="Boda de mis padres">
        <a href="./imagenes/infancia/familia/papas.jpg" target="_blank"><img src="./imagenes/infancia/familia/papas_opt.jpg" alt="Boda de pap&#225;s"></a></div></div>
    <a name="hermano">
    <br><br>
    <h2>Mis hermanos</h2></a>
    <br>
    <h3>Hermano</h3>
    <div class="imagenConPie agrandaImagen">
        <div class="pieFoto" title="Hermanos y Wendy">
            <a href="./imagenes/infancia/familia/hermanos1.jpg" target="_blank"><img src="./imagenes/infancia/familia/hermanos1_opt.jpg" alt="Los tres hermanos"></a></div></div>
        
    <div><p>Mi hermano se llama Ra&#250;l Alberto Vega Ruelas, naci&#243; el 9 de octubre de 1991 en
        Los Mochis, Sinaloa. Fue 4 a&#241;os en total al k&#237;nder, los primeros dos fue para ir
        con mi hermana y los otros 2 fue porque le tocaba ir. Desde chico comenz&#243; a practicar
        deportes, cuando era ni&#241;o practic&#243; futbol y b&#233;isbol.
        </p>
        <br>
        <p>&#201;l influy&#243; en mis gustos actuales.  Estuvo en dos primarias porque no lo
            aceptaban por la edad. Estuvo en el taller de inform&#225;tica en la ETI 2, en la
            especialidad de programaci&#243;n en el CBTis 43 e Ing. Inform&#225;tica en el ITLM.
        </p>
        <br>
        <p>Al egresar del ITLM se fue a trabajar a Culiac&#225;n aproximadamente un a&#241;o,
            despu&#233;s estuvo un tiempo en Los Mochis, y actualmente es programador en
            Monterrey. Se cas&#243; a los 24 a&#241;os, el 9 de enero del 2017 por el civil.<a name="hermana"></a>
        </p>
    </div>
    <br>
    <h3>Hermana</h3>
    <div><p>Mi hermana Elisa Hayde&#233; Vega Ruelas, naci&#243; el 17 de agosto de 1989 en
        los Mochis, Sinaloa. Era buena hermana e hija, muy alegre. Se enferm&#243; a los 12
        a&#241;os de edad y pas&#243; a otra vida a los 14, DEP.
        </p>
    </div>
    <br>
    
    <a href="cosas.html"><center>Ir a cosas sobre m&#237;.</center></a>
    </div>
    <div id="pie">
        <p class="pieDePagina">
            <a href="https://www.facebook.com/wendy.vegaruelas" target="_blank"><img src="./imagenes/logos/logoFb.png" alt="Facebook" class="agrandaImagen"></a>
            <a href="https://www.instagram.com/wendyvvega/" target="_blank"><img src="./imagenes/logos/logoInsta.png" alt="Instagram" class="agrandaImagen"></a><br>
            <a href="mailto: wendyv.vega@gmail.com"><font color="black">wendyv.vega&#64;gmail.com</font></a></p>
        <p id="copyright">&#169;2017. Wendy Vega</p>
    </div>
    </div>
    </body>
</html>
