<!DOCTYPE html>

<html>
<head>
    <title>Infancia</title>
    </head>
    <body>
    <div>
        <h1>Infancia</h1>
        <div><p>
            Nac&#237; el d&#237;a 4 de Enero de 1996 en Los Mochis, Sinaloa,M&#233;xico 
            Soy la menor de tres hermanos. La primera casa en la que
            viv&#237;, est&#225; en la colonia Miguel Hidalgo. Ah&#237; 
            viv&#237; aproximadamente hasta los 5-6 años. Mi hermano Raúl 
            Alberto era 4 años mayor a m&#237;, y mi hermana Elisa Haydeé, 
            6 años. Gracias a esa diferencia de edades, ellos siempre
            fueron m&#225;s unidos aunque igual jug&#225;bamos los 3. Mis 
            pap&#225;s me cuentan que a veces yo les pegaba a ellos, supongo 
            que porque no me dejaban jugar o no me hac&#237;an caso. Durante
            esos años jugué toqué por primera vez una computadora, la 
            us&#225;bamos para jugar algo parecido a Mario Bros, también tuvimos
            nuestro primer Nintendo; recuerdo que ni siquiera sab&#237;a c&#243;mo
            prenderlo (mi hermano me ayudaba), pero jugaba mucho, tanto que en
            ese tiempo tuve mis primeras ampollas. A mis 6 años de edad, mi
            hermana se enferm&#243; de leucemia. Al principio me espanté 
            porque la vi muy diferente, pero después comprend&#237; m&#225;s. 
            </p></div>
        </div>
        
        <h2>Kinder</h2>
        <div><p>
            Estuve en el k&#237;nder Leona Vicario en la colonia Miguel Hidalgo. 
            Hab&#237;a s&#243;lo dos maestras, las dos eran robustas y muy flojas.
            Recuerdo que solamente nos dec&#237;an que era hora de dormir y ellas
            se iban a la direcci&#243;n. En unas ocasiones un amigo (bastante
            inquieto) y yo, nos fuimos a escondidas para ver que hac&#237;an y
            para nuestra sorpresa siempre se la llevaban comiendo. Yo les dec&#237;a
            a mis pap&#225;s que no me gustaba que solo nos pon&#237;an a dormir,
            as&#237; que me cambiaron de k&#237;nder junto con mi amigo el inquieto
            (es hijo de mi nina de bautizo). Como mi hermana estaba enferma,
            ten&#237;a que ir a quimioterapia cada mes a Culiac&#225;n y obviamente
            mis pap&#225;s iban, entonces mi hermano y yo nos qued&#225;bamos
            con alguna t&#237;a. Gracias a esto, viv&#237; por pequeñas temporadas
            con casi todas mis t&#237;as por parte de mi mam&#225;. La consecuencia
            de esto, es que actualmente todas nos consienten tal vez m&#225;s que
            a sus hijos. Recuerdo que una de esas veces en que est&#225;bamos con
            una t&#237;a y yo estaba en el segundo k&#237;nder, mi t&#237;a le 
            ech&#243; a escondidas huevo a mi chocomilk (cosa que a m&#237; no
            me gustaba) a consecuencia vomité en el recreo y tuvo que ir por 
            m&#237;; actualmente sigue diciéndome que le di mucha l&#225;stima
            por haberme hecho eso.  
            </p>
        <p>Durante esos años mi diversi&#243;n era jugar con mis hermanos, jugar
            mucho Nintendo, doblar muchas veces mi ropa (mi mam&#225; dice que 
            me estaba horas haciendo eso), jugar con muñecas, salir a jugar a lo
            que sea e ir con mi madre a todos lados. En una ocasi&#243;n mi 
            vecino me tir&#243; una pedrada “jugando”, no recuerdo porqué. Cada
            año me festejaban mi cumpleaños con fiestas, en una ocasi&#243;n 
            fue de Barney; nunca le hab&#237;a pegado con tantas ganas a una 
            piñata porque no me gustaba aunque mis pap&#225;s dicen que me 
            entreten&#237;a viéndolo.
            </p>
        <p>En la graduaci&#243;n de mi k&#237;nder fui toda de blanco y bailé
            un vals grupal sin pareja, en esa ocasi&#243;n s&#237; pudieron 
            estar mis pap&#225;s y mis hermanos.
            </p>
        </div>
        
        <h2>Primaria</h2>
    </body>
</html>
