<!DOCTYPE html>

<html>
<head>
    <title>Infancia</title>
    </head>
    <body>
    <div>
        <h1>Infancia</h1>
        <div><p>
            Nac&#237; el d&#237;a 4 de Enero de 1996 en Los Mochis, Sinaloa,M&#233;xico 
            Soy la menor de tres hermanos. La primera casa en la que
            viv&#237;, est&#225; en la colonia Miguel Hidalgo. Ah&#237; 
            viv&#237; aproximadamente hasta los 5-6 a&#241;os. Mi hermano Raúl 
            Alberto era 4 a&#241;os mayor a m&#237;, y mi hermana Elisa Haydeé, 
            6 a&#241;os. Gracias a esa diferencia de edades, ellos siempre
            fueron m&#225;s unidos aunque igual jug&#225;bamos los 3. Mis 
            pap&#225;s me cuentan que a veces yo les pegaba a ellos, supongo 
            que porque no me dejaban jugar o no me hac&#237;an caso. Durante
            esos a&#241;os jugué toqué por primera vez una computadora, la 
            us&#225;bamos para jugar algo parecido a Mario Bros, también tuvimos
            nuestro primer Nintendo; recuerdo que ni siquiera sab&#237;a c&#243;mo
            prenderlo (mi hermano me ayudaba), pero jugaba mucho, tanto que en
            ese tiempo tuve mis primeras ampollas. A mis 6 a&#241;os de edad, mi
            hermana se enferm&#243; de leucemia. Al principio me espanté 
            porque la vi muy diferente, pero después comprend&#237; m&#225;s. 
            </p></div>
        </div>
        
        <a name="kinder"><h2>Kinder</h2></a>
        <div><p>
            Estuve en el k&#237;nder Leona Vicario en la colonia Miguel Hidalgo. 
            Hab&#237;a s&#243;lo dos maestras, las dos eran robustas y muy flojas.
            Recuerdo que solamente nos dec&#237;an que era hora de dormir y ellas
            se iban a la direcci&#243;n. En unas ocasiones un amigo (bastante
            inquieto) y yo, nos fuimos a escondidas para ver que hac&#237;an y
            para nuestra sorpresa siempre se la llevaban comiendo. Yo les dec&#237;a
            a mis pap&#225;s que no me gustaba que solo nos pon&#237;an a dormir,
            as&#237; que me cambiaron de k&#237;nder junto con mi amigo el inquieto
            (es hijo de mi nina de bautizo). Como mi hermana estaba enferma,
            ten&#237;a que ir a quimioterapia cada mes a Culiac&#225;n y obviamente
            mis pap&#225;s iban, entonces mi hermano y yo nos qued&#225;bamos
            con alguna t&#237;a. Gracias a esto, viv&#237; por peque&#241;as temporadas
            con casi todas mis t&#237;as por parte de mi mam&#225;. La consecuencia
            de esto, es que actualmente todas nos consienten tal vez m&#225;s que
            a sus hijos. Recuerdo que una de esas veces en que est&#225;bamos con
            una t&#237;a y yo estaba en el segundo k&#237;nder, mi t&#237;a le 
            ech&#243; a escondidas huevo a mi chocomilk (cosa que a m&#237; no
            me gustaba) a consecuencia vomité en el recreo y tuvo que ir por 
            m&#237;; actualmente sigue diciéndome que le di mucha l&#225;stima
            por haberme hecho eso.  
            </p>
        <p>Durante esos a&#241;os mi diversi&#243;n era jugar con mis hermanos, jugar
            mucho Nintendo, doblar muchas veces mi ropa (mi mam&#225; dice que 
            me estaba horas haciendo eso), jugar con mu&#241;ecas, salir a jugar a lo
            que sea e ir con mi madre a todos lados. En una ocasi&#243;n mi 
            vecino me tir&#243; una pedrada “jugando”, no recuerdo porqué. Cada
            a&#241;o me festejaban mi cumplea&#241;os con fiestas, en una ocasi&#243;n 
            fue de Barney; nunca le hab&#237;a pegado con tantas ganas a una 
            pi&#241;ata porque no me gustaba aunque mis pap&#225;s dicen que me 
            entreten&#237;a viéndolo.
            </p>
        <p>En la graduaci&#243;n de mi k&#237;nder fui toda de blanco y bailé
            un vals grupal sin pareja, en esa ocasi&#243;n s&#237; pudieron 
            estar mis pap&#225;s y mis hermanos.
            </p>
        </div>
        
        <a name="primaria"><h2>Primaria</h2></a>
        <div><p>A los 6 a&#241;os yo decid&#237; a que primaria quer&#237;a entrar, 
            aunque creo que era obvio porque mis hermanos hab&#237;an estado en esa
            escuela, Profr. Marc&#237;al Ord&#243;&#241;ez. Recuerdo que al inicio 
            era muy seria, como siempre, pero poco despu&#233;s hice amigos. Una de
            las pocas cosas que recuerda de mis primero a&#241;os de primaria, es 
            que nos sent&#225;bamos en mesas grandes y en una ocasi&#243;n el 
            ni&#241;o que se sentaba frente a m&#237;, se “hizo en los pantalones”,
            cosa que fue bastante desagradable; en otra ocasi&#243;n un amigo de los
            inquietos se cay&#243; de un &#225;rbol y se quebr&#243; los dos brazos, recuerdo que en lugar de llorar o asustarse, se re&#237;a porque dec&#237;a que 
            sent&#237;a raro no poder mover bien las manos. Me toc&#243; estar 2 
            a&#241;os en primaria con mi hermano. En esa primaria hacen kermesse 
            cada a&#241;o por el d&#237;a de la bandera, nos obligaban a estar en
            un bailable y a desfilar, casi nunca me gustaban los bailables porque
            las coreograf&#237;as sol&#237;an ser feas (al menos para m&#237;).
            </p>
        <p>No s&#233; por qu&#233; pero yo les pegaba a sus amigos, y en ocasiones
            a mis compa&#241;eros. As&#237; fue durante los 6 a&#241;os. Nunca le 
            pegu&#233; a una ni&#241;a, pero en una ocasi&#243;n si me pele&#233; 
            con uno de los ni&#241;os peleoneros, nunca olvidar&#233; la patada que
            me dio. Los primeros dos a&#241;os de primaria estuvieron muy bien, 
            aunque en ocasiones me ten&#237;a que quedar con mis t&#237;as, nos 
            cuidaban como si fu&#233;semos sus hijos. 
            </p>
        <p>Cuando iba en tercero de primaria, ten&#237;a 8 a&#241;os de edad y
            en ese momento una de mis t&#237;as favoritas nos estaba cuidando a
            mi hermano y a m&#237;. Recuerdo como si fuera ayer que me ella 
            estaba en la sala y me habl&#243; para que fuera. Me sent&#243; en sus
            piernas y comenz&#243; con un: mi ni&#241;a, tu sabes que tu hermanita
            estaba enfermita… a pesar de mi corta edad, supe lo que me iba a decir
            por ese “estaba”. No recuerdo nada m&#225;s de lo que me dijo despu&#233;s.
            No recuerdo en que momento comenc&#233; a llorar, pero recuerdo que me
            sent&#237; mal f&#237;sicamente, y regres&#233; el est&#243;mago. 
            Despu&#233;s me encontr&#233; a mi hermano llorando en un cuarto, y 
            eso fue lo que hicimos juntos, no s&#233; cu&#225;nto tiempo. No recuerdo
            haber comido algo durante ese d&#237;a. Cuando por fin vimos a mis 
            pap&#225;s, mi mam&#225; ten&#237;a una expresi&#243;n que creo
            jam&#225;s he vuelto a ver, era sufrimiento tratando de sonre&#237;r
            por ver a sus hijos. A mi padre solo lo he visto llorar 2 veces en 
            toda mi vida, en la funeraria fue la primera. Mis pap&#225;s estaban
            deshechos, sin embargo mostraron fortaleza para seguir adelante por 
            mi hermano y por m&#237;. Esos fueron los momentos m&#225;s tristes 
            de mi vida y uno de los que m&#225;s me han marcado. Despu&#233;s 
            segu&#237; yendo a clases, todo parec&#237;a normal pero para m&#237;
            era raro. La casa se sent&#237;a muy diferente, ella era la m&#225;s
            alegre de la casa. 
            </p>
        <p>Despu&#233;s, en cuarto de primaria tuve a uno de mis peores profesores,
            no nos sab&#237;a controlar, en algunas ocasiones le pego a algunos y 
            gritaba demasiado. En quinto y sexto me llevaba muy bien con todo mi 
            sal&#243;n y con mis profesores. En sexto de primaria tuve mi primer 
            novio, era un ni&#241;o güero y creo que era el que mejor peleaba. 
            Recuerdo que en una ocasi&#243;n me defendi&#243; de otro ni&#241;o
            y tambi&#233;n &#233;l fue el primero en dedicarme una canci&#243;n. 
            </p>
        <p>Durante toda la primar&#237;a siempre sacaba 9 o 10 de calificaci&#243;n,
            cada a&#241;o me daban algún reconocimiento. Mis pasatiempos eran jugar
            la consola que ten&#237;amos mi hermano y yo (no recuerdo cu&#225;l);
            jugar a las canicas, a los tazos, juegos de mesa. Ya en 6to usaba 
            Messenger. 
            </p>
        <p>Cuando era m&#225;s chica, no les hablaba mucho a los ni&#241;os 
            porque la mayor&#237;a me parec&#237;an tontos, prefer&#237;a observarlos.
            Casi siempre estaba con mi madre, escuchando las conversaciones de los 
            se&#241;ores.
            </p>
        <p>La graduaci&#243;n fue en el figlos, nada fuera de lo común. S&#243;lo
            me entristeci&#243; un poco que ya no iba a ver a mis mejores amigos.
            Actualmente uno de ellos sali&#243; del closet, otro cambi&#243; mucho
            f&#237;sicamente y en ocasiones nos saludamos, a una que fue mi mejor 
            amiga casi toda la primaria, le caigo mal, otra se fue a EUA, en ocasiones
            miro a una porque nuestras mam&#225;s se hicieron amigas gracias a 
            nosotras pero ellas si se siguen frecuentando, y otra se fue de misionera.
            A otros cuantos en ocasiones me los encuentro.</p>
        </div>
    </body>
</html>
